/* Dialog Strings */
"SAVE" = "Guardar";
"DONTSAVE" = "Não guardar";
"CANCEL" = "Cancelar";
"DELETE" = "Apagar";
"OK" = "OK";
"APPLY" = "Aplicar";
"REVERT" = "Restabelecer";
"DONTAPPLY" = "Não aplicar";
"CONTINUE" = "Continuar";
"NONE" = "Nenhum";
"ASSIST" = "Assistente…";
"NEW_ISP" = "Novo IPS…";
"CREATE" = "Criar";
"DO_NOT_CREATE" = "Não criar";
"UNKNOWN" = "Desconhecido";
"DONE" = "Terminado";
"AUTHENTICATE" = "Autenticar";
"DEAUTHENTICATE" = "Anular autenticação";

"ADVANCED" = "Opções avançadas";
"SETUP" = "Configurar...";
"CONNECT" = "Ligar";
"DISCONNECT" = "Desligar";
"DIAL_NOW" = "Marcar Agora";

"EDIT_BUTTON_RENAME" = "Alterar";
"EDIT_BUTTON_EDIT" = "Editar…";

"LINK_AGGREGATE" = "Ligar Agregado";

/* Panel Strings */
"SAVE_CONFIG" = "Aplicar alterações à configuração?";
"IP_FROM_SERVER" = "Endereço IP: será indicado pelo servidor\n";
"IP_ADDR" = "Endereço IP: %@\n";
"DELETE_LOC" = "Pretende apagar o local “%@”?";
"DELETE_CFG" = "Pretende apagar a configuração “%@”?";
"DELETE_SERVICE" = "Pretende apagar o serviço com o nome “%@”?";
"NO_UNDO_DESC" = "Impossível desfazer.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "O serviço “%@” está presente em vários locais";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "Pretende apagar de todos os locais ou apenas do local actual?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Apagar de todos";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Apagar de actual";
"RENAME_CFG" = "Alterar o nome da configuração:";
"RENAME_SERVICE" = "Digite um novo nome para “%@”.";
"CREATE_CFG" = "Criar uma nova configuração com o nome:";
"CREATE_SERVICE" = "Criar um novo serviço com o nome:";
"DUPLICATE_SERVICE" = "Digite um nome para o duplicado de “%@”.";
"AUTOMATIC_CFG" = "Automática";
"DEFAULT_CFG" = "Predefinição";
"UNTITLED_CFG" = "Sem nome";
"CFG_NAME" = "Configuração:";
"CFG_COPY_NO_FORMAT" = "Copiar";
"CFG_COPY" = "%@ - cópia";
"AIRPORT_ID" = "ID AirPort:";
"ENET_ID" = "Endereço Ethernet:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "Nome inválido!";
"DUPLICATE_NAME" = "O nome tem de ser único!";
"INVALID_VLAN_TAG" = "O identificador está fora do intervalo!";
"DUPLICATE_VLAN_TAG" = "O identificador tem de ser único!";
"TURN_AIRPORT_OFF" = "Desactivar AirPort";
"TURN_AIRPORT_ON" = "Activar AirPort";
"AIRPORT_POWER_ON" = "Activo";
"AIRPORT_POWER_OFF" = "Desactivado";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 para 4";

"MODEM_GENERIC" = "Genérico";
"MODEM_OTHER" = "Outro";

"UNTITLED_INTERFACE" = "Sem nome";
"UNTITLED_SERVER" = "Servidor sem nome";

"ALERT_UNSAVED_CHANGES_FORMAT" = "O serviço “%@” tem alterações que não foram aplicadas. Pretende aplicá-las?";
"ALERT_UNSAVED_CHANGES" = "Existem alterações não guardadas neste serviço";
"ALERT_UNSAVED_CHANGES_EXIT" = "Pretende aplicar as alterações antes de fechar o painel “Preferências da Rede”?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "A importação irá provocar a perda das alterações não guardadas. Pretende aplicar as alterações antes de importar a configuração?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "Pretende aplicar as alterações antes de mudar os serviços?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "Pretende aplicar as alterações antes de mudar de local?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "Pretende aplicar as alterações antes de editar locais?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "Desligar o AirPort causa a perda das alterações não guardadas. Pretende aplicar as alterações antes de desligar o AirPort?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "A renovação do empréstimo DHCP irá provocar a perda das alterações não guardadas. Pretende aplicar as alterações antes de renovar o empréstimo DHCP?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "O estabelecimento da ligação sem aplicar as alterações irá usar as definições anteriores. Pretende aplicar as alterações antes de estabelecer ligação?";

"DELETE_VLAN_MULTIPLE" = "Esta VLAN está a ser utilizada por %d serviços de rede.";
"DELETE_VLAN_ONE" = "Esta VLAN está a ser utilizada por um serviço de rede.";
"DELETE_VLAN" = "Tem a certeza de que pretende apagar a VLAN “%@”?";
"DELETE_VLAN_INFO" = "Apagando esta VLAN, apagará também todos os serviços de rede que a estão a utilizar. Esta operação não pode ser desfeita. Continuar?";

"DELETE_BOND_MULTIPLE" = "Este agregado está a ser utilizado por %d serviços de rede.";
"DELETE_BOND_ONE" = "Este agregado está a ser utilizado por um serviço de rede.";
"DELETE_BOND" = "Tem a certeza de que pretende apagar o agregado “%@”?";
"DELETE_BOND_INFO" = "Apagando o agregado, apaga também todos os serviços de rede que o estão a utilizar. Esta operação não pode ser desfeita. Pretende continuar a apagar o agregado e as configurações associadas?";
"UNTITLED_VLAN" = "VLAN sem nome";
"UNTITLED_BOND" = "Ligação sem nome";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Todas as interfaces do membro estão ligadas.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "Algumas das interfaces do membro estão ligadas. Clique em Avançadas para obter detalhes.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "Nenhuma das interfaces do membro está ligada. Clique em Avançadas para obter detalhes.";

"NEW_INTERFACE" = "Nova interface detectada";
"SAVE_INTERFACE" =  "Foi detectada uma nova interface de rede:\r\r%@\r\rVerifique que está configurada correctamente e prima Aplicar para a activar.";

"NEW_INTERFACES" = "Novas interfaces detectadas";
"SAVE_INTERFACES" =  "Foram detectadas novas interface de rede:\r\r%@\r\rVerifique que estão configuradas correctamente e prima Aplicar para as activar.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Activar o serviço";
"Make Service Inactive" = "Desactivar o serviço";

"Remove Service" = "Remover serviço “%@”…";
"Duplicate Service" = "Duplicar serviço “%@”…";
"Rename Service" = "Alterar o nome do serviço “%@”…";
"DELETE_WITH_NAME" = "Apagar “%@”…";
"EDIT_WITH_NAME" = "Editar “%@”…";

/* Location Menu */
"EDIT_LOCATIONS" = "Editar locais…";

/* transmitting and receiving */
"tx" = "tx";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "full";
"half" = "half";
"full-duplex" = "full-duplex";
"half-duplex" = "half-duplex";
"flow" = "fluxo";
"flow-control" = "controlo de fluxo";
"auto" = "auto";
"autoselect" = "selecção auto";

/* misc service title */
"UNKNOWN_SERVICE" = "Serviço desconhecido";

/* status strings */
"Inactive" = "Desactivado";
"Connected" = "Ligado";
"Connecting" = "A ligar…";
"Disconnecting" = "A desligar…";
"Some Connected" = "Alguns ligados";
"Not Connected" = "Ligação não estabelecida";
"Not Configured" = "Não configurado";
"Unknown State" = "Estado desconhecido";
"Cable Unplugged" = "Cabo desligado";

"Self-Assigned IP" = "IP auto-atribuído";
"No IP Address" = "Endereço IP inexistente";
"Loopback IP" = "IP loopback";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Contas";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "Modem";
"pppoe" = "PPPoE";
"proxies" = "Proxies";
"appletalk" = "AppleTalk";
"bonds" = "Estado da ligação";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN por pedido";
"vpnoptions" = "Opções";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "Serviços";
"Active Services" = "Serviços activos";
"Inactive Services" = "Serviços desactivados";
"All Services" = "Todos os serviços";
"All Broadband Services" = "Todos os serviços de banda larga";
"All VPN Services" = "Todos os serviços de VPN";
"All Wireless Services" = "Todos os serviços de rede sem fios";
"All Dial-up Services" = "Todos os serviços de ligação telefónica";

"All Active Services" = "Todos os serviços activos";
"Active Broadband Services" = "Serviços de banda larga activos";
"Active VPN Services" = "Serviços de VPN activos";
"Active Wireless Services" = "Serviços de rede sem fios activos";
"Active Dial-up Services" = "Serviços de ligação telefónica activos";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Definir a ordem dos serviços e outras acções";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "O identificador MAC (Media Access Control) do hardware desta rede";
"AirPortID Tooltip" = "O identificador MAC (Media Access Control) do hardware desta rede (igual ao ID do AirPort)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Endereço IP inválido";
"InvalidSubnetMask" = "Máscara de sub-rede inválida";
"InvalidRouterAddress" = "Endereço de router inválido";
"InvalidServerAddress" = "Endereço de servidor inválido";
"InvalidDomainLabel" = "Etiqueta de domínio inválida";
"LinkLocalAddress" = "Endereço local de ligação";
"InvalidPrefixLength" = "Comprimento de prefixo inválido";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "O endereço IP deve ser constituído por 4 números num intervalo de 0 a 255, separados por pontos.";
"BasicSubnetMaskError"	= "A máscara de sub-rede deve ser constituída por uma série de 4 números num intervalo de 0 a 255, separados por pontos.";
"DefaultRouteError"	= "O valor digitado está reservado ao acesso predefinido e não pode ser utilizado como endereço IP deste computador.";
"LimitedBroadcastError"	= "O valor digitado é o endereço de difusão limitada e não pode ser utilizado como endereço IP deste computador.";
"FirstQuadReservedError"	= "A primeira parte do valor digitado está fora do intervalo e não pode ser utilizado como endereço do router deste computador.";
"SourceAddressError"	= "A primeira parte do valor digitado não pode ser zero.";
"LoopbackError"	= "A primeira parte do valor digitado não pode ser 127.";
"BroadcastAddressError"	= "O endereço do host não pode coincidir com o endereço de difusão.";
"NetworkAddressError"	= "O endereço do host não pode ser 0.";

// IP Address Octet value error reasons
"OctetMatchError"	= "A parte do endereço de rede que compõe o endereço IP não corresponde ao endereço da sub-rede.";
"OctetRangeError"	= "O endereço IP não se situa no intervalo de endereços suportados pelo endereço de router e pela máscara de sub-rede.";

// IP and Router match error
"IPRouterMatchError"= "O endereço IP deve ser diferente do endereço do router.";

// IP Address Link Local Address
"LinkLocalError" = "O endereço IP não é direccionável. Recomenda-se que seja introduzido um endereço IP diferente.";

// subnet maskk error reasons
"NonContiguousOnesError" = "A máscara de sub-rede não é válida. Verifique o valor para se certificar de que foi introduzido correctamente. Contacte o seu administrador da rede para obter assistência.";

// DNS Search Domain errors
"SearchDomainLabelError" = "Os nomes dos domínios de pesquisa devem consistir apenas de letras, dígitos e hífenes. Devem começar e terminar com uma letra ou um dígito.";

// IPv6 address errors
"IPv6BasicValidationError" = "O endereço IPv6 deve ser constituído por 8 números hexadecimais num intervalo de 0x0 a 0xffff, separados por dois pontos.";
"IPv6RouterBasicValidationError" = "O endereço IPv6 do router deve ser constituído por 8 números hexadecimais num intervalo de 0x0 a 0xffff, separados por dois pontos.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "O comprimento do prefixo de IPv6 deve ser um número inteiro, entre 0 e 128. Recomenda-se que o valor digitado seja menor que 127.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "O ID do cliente DHCP é demasiado longo";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "O ID do cliente DHCP não pode conter mais de 255 caracteres.";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 dia, %2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d dias, %2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "Bytes";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Duplicar o local seleccionado";
"DUPLICATE_SERVICE_TOOLTIP" = "Duplicar o serviço seleccionado";
"DELETE_SET_TOOLTIP" =  "Apagar o local seleccionado";
"DELETE_SERVICE_TOOLTIP" =  "Apagar o serviço seleccionado";
"SERVICES_COLUMN_TITLE" = "Serviços";
"LOCATIONS_COLUMN_TITLE" = "Locais";
"ADD_LOCATION_TOOLTIP" = "Adicionar um local";
"DELETE_LOCATION_TOOLTIP" = "Apagar o local seleccionado";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Seleccionar os serviços a adicionar ao local “%@”";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "Segredo Partilhado IPSec";

/* Keychain */
"IC_KEYCHAIN" = "Ligação à Internet";
"8021x_KEYCHAIN" = "Palavra-passe 802.1X";
"IC_KEYCHAIN_FORMAT" = "Ligação à Internet: %@";

/* configuration popup menu item titles */
"Rename item" = "Alterar o nome de “%@”…";
"Delete item" = "Apagar “%@”";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "Adicionar um endereço de servidor de DNS";
"DELETE_DNS_SERVER_TOOLTIP" = "Remover um endereço de servidor de DNS";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "Adicionar um domínio de pesquisa de DNS";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "Remover um domínio de pesquisa de DNS";

"ADD_WINS_SERVER_TOOLTIP" = "Adicionar um endereço de servidor de WINS";
"DELETE_WINS_SERVER_TOOLTIP" = "Apagar um endereço de servidor de WINS";
"Add WINS server address" = "Adicionar endereço de servidor de WINS";
"Delete WINS server address" = "Apagar endereço de servidor de WINS";

"ADD_8021X_CONFIG_TOOLTIP" = "Adicionar uma configuração 802.1x";
"DELETE_8021X_CONFIG_TOOLTIP" = "Apagar uma configuração 802.1x";
"Add an 802.1x configuration" = "Adicionar uma configuração 802.1x";
"Delete an 802.1x configuration" = "Apagar uma configuração 802.1x";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Adicionar um novo endereço IPv6";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Apagar o endereço IPv6 seleccionado";

"ADD_SERVICE_TOOLTIP" = "Criar novo serviço";
"REMOVE_SERVICE_TOOLTIP" = "Apagar o serviço seleccionado";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ está a ser utilizado.";

"CUSTOM_RANGE_FORMAT" = "( %d a %d )";
"MTU_RANGE_ERROR_TITLE" = "Valor fora do intervalo";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "O valor de MTU digitado é inferior ao valor mínimo (%d) suportado por esta interface.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "O valor de MTU digitado é superior ao valor máximo (%d) suportado por esta interface.";
"MTU_RANGE_ERROR" = "O valor digitado não se situa no intervalo de valores MTU suportados por esta interface.";

// proxy descriptions
"FTP Proxy" = "Proxy FTP";
"Web Proxy (HTTP)" = "Proxy web (HTTP)";
"Secure Web Proxy (HTTPS)" = "Proxy web seguro (HTTPS)";
"Streaming Proxy (RTSP)" = "Proxy de streaming (RTSP)";
"SOCKS Proxy" = "Proxy de SOCKS";
"Gopher Proxy" = "Proxy de Gopher";
"Automatic Proxy Configuration" = "Configuração automática de proxy";
"Auto Proxy Discovery" = "Detecção automática do proxy";
		
// proxy titles
"FTP Proxy Server" = "Servidor de Proxy FTP";
"Web Proxy Server" = "Servidor proxy web";
"Secure Web Proxy Server" = "Servidor proxy web seguro";
"Streaming Proxy Server" = "Servidor proxy de streaming";
"SOCKS Proxy Server" = "Servidor de Proxy SOCKS";
"Gopher Proxy Server" = "Servidor de Proxy Gopher";
"Proxy Configuration File" = "Ficheiro de configuração do proxy";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "Certificados inexistentes";
"NO_CERT_ALERT_INFO" = "Impossível utilizar certificados de autenticação porque o porta-chaves não inclui certificados apropriados. Utilize a aplicação Acesso ao Porta-chaves para importar esses certificados. Se não dispõe dos certificados necessários à autenticação, contacte o administrador da rede.";
"NO_CERT_MACHINE_ALERT_TITLE" = "Certificados do computador inexistentes";
"NO_CERT_MACHINE_ALERT_INFO" = "Impossível utilizar certificados de autenticação porque o porta-chaves não inclui certificados apropriados. Utilize a aplicação Acesso ao Porta-chaves para importar esses certificados. Se não dispõe dos certificados necessários à autenticação, contacte o administrador da rede.";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "Nenhuma selecção";
"SELECT_USER_CERT_TITLE" = "Seleccione o certificado de autenticação de utilizador:";
"SELECT_TLS_CERT_TITLE" = "Seleccione o certificado TLS:";
"SELECT_MACHINE_CERT_TITLE" = "Seleccione o certificado de autenticação do computador:";
"SELECT_CERT_INFO" = "Nenhuma selecção";
"CERT_NOT_FOUND" = "Inexistente no porta-chaves";
"CERT_NOT_FOUND_TOOLTIP" = "O certificado seleccionado já não existe no porta-chaves";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Adicionar um novo domínio à lista";
"REMOVE_VPN_DOMAIN" = "Remover o domínio seleccionado da lista";
"Add VPN on Demand domain" = "Adicionar domínio de VPN por pedido";
"Remove VPN on Demand domain" = "Remover o domínio de VPN por pedido";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NO";
"MINUTES_LABEL" = "minutos até marcar de novo"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "Activando o TLS a autenticação falhará.";
"ONEX_TLS_INFO" = "Impossível activar TLS porque o acesso não inclui os certificados apropriados. Utilize o Acesso ao Porta-chaves para importar os certificados apropriados. Se não dispõe dos certificados necessários à autenticação, contacte o administrador do sistema.";
"NO_CERTS" = "Certificados inexistentes ";
"TLS_DESC" = "Seleccione o certificado TLS:";

"ONEX_OFF_STATUS" = "802.1x está desactivado";
"ONEX_ON_STATUS" = "802.1x está activado";
"ONEX_INACTIVE_STATUS" = "802.1X não está activo";
"TURN_ONEX_OFF" = "Desactivar 802.1x";
"TURN_ONEX_ON" = "Activar 802.1x";

"ONEX_LOGIN_OFF_STATUS" = "O acesso 802.1x está desactivado";
"ONEX_LOGIN_ON_STATUS" = "O acesso 802.1x está activado";
"TURN_LOGIN_ONEX_OFF" = "Desactivar o acesso 802.1x";
"TURN_LOGIN_ONEX_ON" = "Activar o acesso 802.1x";

"ENABLE_8021X_TOOLTIP" = "Clique para activar ou desactivar a autenticação 802.1x de sistema para este serviço de rede.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Deve existir um nome de utilizador e uma palavra-passe para permitir activar a autenticação 802.1x.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Clique para autenticar utilizando uma configuração 802.1X";
"ONEX_LOGIN_CREDS_TOOLTIP" = "O nome de utilizador e a palavra-passe só são utilizados para obter o certificado e definir o nível de confiança. Não são guardados.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "A autenticação 802.1X falhou.";
"ONEX_CLIENT_STATUS_FAILED" = "Impossível efectuar a autenticação 802.1X. É possível que a configuração especificada não seja válida. Se desconhece a configuração a utilizar, contacte o administrador da rede."; 
"ONEX_PROTOCOL_FAILURE" = "Um ou mais protocolos que está a tentar usar para estabelecer a ligação não são suportados. Se desconhece qual a configuração a utilizar, contacte o administrador da rede."; 
"ONEX_INNER_PROT_FAILURE" = "Um ou mais protocolos internos que está a tentar usar para estabelecer a ligação não são suportados. Se desconhece qual o protocolo que deve utilizar, contacte o administrador da rede."; 
"ONEX_SECURITY_ERROR" = "Erro de segurança: %d";
"ONEX_ERROR_PORT" = "(Erro: %1$d na porta %2$@ )";

"ONEX_AUTHENTICATING" = "A autenticar";
"ONEX_CONNECTED" = "Autenticado";
"ONEX_CONNECTED_VIA" = "Autenticado via %@";
"ONEX_CONNECTED_VIA_PROT" = "Autenticado por %@ (%@)";
"ONEX_ELAPSED_TIME" = "Tempo de ligação: %@";
"ONEX_NO_AUTHENTICATOR" = "O servidor de autenticação não está a responder";

"ONEX_PROGRESS_TITLE" = "A configurar as definições de %@ de %@";
"ONEX_PROGRESS_STEP_AUTH" = "A autenticar…";
"ONEX_PROGRESS_STEP_TRUST" = "Configurar nível de confiança…";

"ONEX_SYSTEM_DOMAIN" = "Perfis do sistema";
"ONEX_LOGINWINDOW_DOMAIN" = "Perfis da janela de início de sessão";
"ONEX_USER_DOMAIN" = "Perfis de utilizador";
"ONEX_SYSTEM_CONFIG" = "Perfil do sistema";
"ONEX_LOGINWINDOW_CONFIG" = "Janela de acesso";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "Substituir o perfil do sistema?";
"ONEX_REPLACE" = "Substituir";
"ONEX_REPLACE_SHEET_INFO" = "Substituir o perfil do sistema pelo perfil de nome “%@”?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Já existe um perfil para esta rede.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "A criação de outro perfil para esta rede poderá comprometer a capacidade de aceder automaticamente à rede.";

/* status strings */
"UNKNOWN_SUMMARY" = "Impossível determinar o estado da ligação de rede.";
"UNKNOWN_STATUS" = "Estado da rede desconhecido";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Adicionar uma rede preferencial à lista";
"DELETE_NETWORK_TOOLTIP" = "Remover uma rede da lista preferencial";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ está desligado";
"AIRPORT_ON" = "%@ está ligado";
"AIRPORT_CONNECTED" = "%@ está ligado a uma rede";
"AIRPORT_UNKNOWN" = "O estado da ligação sem fios é desconhecido.";
"AIRPORT_NO_NETWORK" = "Nenhuma rede seleccionada";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ está activo, mas não está ligado a qualquer rede.";
"AIRPORT_CONNECTED_TO" = "%1$@ está ligado a %2$@.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ está ligado à rede computador-a-computador %2$@.";
"AIRPORT_NO_IP" = "%@ não dispõe de um endereço IP e não pode estabelecer ligação à Internet.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ está configurado para receber um endereço IP por %2$@, mas não dispõe de um endereço IP e não pode estabelecer ligação à Internet.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ está ligado a %2$@ e tem o endereço IP %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ tem de um endereço IP auto-atribuído (%@) e não poderá estabelecer ligação à Internet.";
"AIRPORT_NO_ROUTER" = "Impossível comunicar com a estação-base. Certifique-se que a estação-base está correctamente configurada.";
"AIRPORT_NO_REACH_IP" = "%@ está ligado a uma rede sem fios, mas não é possível obter informação acerca do estado da estação-base. Poderá já estar ligado à Internet.";
"AIRPORT_NO_DNS" = "%@ está ligado à Internet, mas é possível que as definições DNS não estejam correctamente configuradas.";
"AIRPORT_INTERNET_SHARING" = "A partilha de Internet está activa e está a utilizar %@ para partilhar a ligação.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "As redes conhecidas serão acedidas automaticamente. Se não estiverem disponíveis redes conhecidas, será inquirido antes de aceder a uma rede nova.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "As redes conhecidas serão acedidas automaticamente. Se não estiverem disponíveis redes conhecidas, terá de seleccionar manualmente uma rede.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ está activo";
"ETHERNET_NOT_ACTIVE" = "%@ não está activo";
"ETHERNET_CONNECTED" = "%@ está ligado";
"ETHERNET_NOT_CONNECTED" = "%@ não está ligado";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ está activo com o endereço IP %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "O cabo para %@ está ligado, mas o seu computador não dispõe de um endereço IP.";
"ETHERNET_NOT_PLUGGED" = "O cabo de %@ não está ligado ou o dispositivo na outra extremidade não está a responder.";
"ETHERNET_LINK_LOCAL" = "%@ tem de um endereço IP auto-atribuido e não pode estabelecer ligação à Internet.";
"ETHERNET_NO_ROUTER" = "Ocorreu um erro de comunicação com o router.";
"ETHERNET_NO_REACH_IP" = "%@ está ligado à rede local mas não é possível verificar se existe uma ligação à Internet.";
"ETHERNET_NO_DNS" = "%@ está ligado, mas o DNS poderá não estar correctamente configurado.";
"ETHERNET_LOOPBACK" = "%@ tem um endereço IP loopback e poderá não conseguir estabelecer ligação.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ não está ligado.";

/* iPhone USB */
"USB_NOT_PLUGGED" = "O cabo de %@ não está ligado ou o dispositivo não está a responder.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "Não está ligado nenhum dispositivo FireWire compatível com a rede.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ não está configurada";
"MODEM_CONNECTED" = "%@ está ligado";
"MODEM_NOT_CONNECTED" = "%@ não está ligado";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ não foi configurado.";
"MODEM_READY" = "Prima o botão Ligar para estabelecer a ligação à rede.";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ está desactivado";
"VPN_CONNECTED" = "%@ está ligado";
"VPN_CONNECTING" = "%@ está a estabelecer ligação...";
"VPN_DISCONNECTING" = "A desligar %@...";
"VPN_NOT_CONNECTED" = "%@ não está ligado";
"VPN_UNKNOWN_STATE" = "%@ tem um estado desconhecido";
"VPN_NOT_CONFIGURED" = "%@ não está configurada";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "As configurações existentes serão perdidas";
"LINK_ALERT_EXISTING_CONFIG" = "Quaisquer configurações existentes nas portas seleccionadas serão perdidas. Criar agregado?";
"LINK_STATUS_SPEED_DOWN" = "para baixo";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "Ligação inválida";
"LINK_STATUS_NO_PARTNER" = "Interlocutor inexistente";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Grupo errado";
"LINK_STATUS_UNKNOWN" = "Desconhecido";
"LINK_STATUS_TOOLTIP_ENABLED" = "Não foi detectado qualquer problema.";
"LINK_STATUS_TOOLTIP_INVALID" = "O estado da ligação não é válido (i.e. desligada ou velocidade errada).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "A característica de agregação de ligação 802.3ad parece não estar disponível na porta a que o dispositivo está ligado.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "A porta está ligada a um interlocutor mas o grupo de agregação de ligação é diferente do que está activo.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "Não é possível determinar o estado deste dispositivo.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "Não foi possível importar as configurações de “%@”.";
"ALERT_IMPORT_FAILED_MESSAGE" = "Não foram encontrados serviços “%@”.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "Não foi possível importar as configurações “%@” porque o serviço “%@” não foi configurado nas preferências de Rede.";
"IMPORT_FAILED_BAD_FILE" = "A importação falhou porque o ficheiro é inválido.";
"IMPORT_MULTIPLE_FORMAT" = "Foram encontrados vários serviços %@. Seleccione o serviço para o qual pretende importar as configurações:";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Foram encontrados vários serviços que suportam %@. Seleccione o serviço para o qual pretende importar as configurações:";
"EXPORT_FAILED" = "A exportação falhou.";
"EXPORT_FAILED_FILE" = "Impossível escrever as configurações no ficheiro.";
"EXPORT_FAILED_CONFIGS" = "Impossível escrever as configurações no ficheiro, porque não existem configurações.";
"EXPORT_FAILED_CHECKBOXES" = "Impossível escrever as configurações no ficheiro, porque não foi assinalada qualquer opção.";
"EXPORT_FAILED_FILE_8021x" = "Não é possível escrever os perfis 802.1X no ficheiro.";
"EXPORT_FAILED_PROFILES" = "Não é possível escrever os perfis 802.1X no ficheiro porque não existem perfis.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "Não é possível escrever os perfis 802.1X no ficheiro porque não foi assinalada qualquer opção.";

"EXPORT_UNTITLED_FILE" = "Sem nome";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "Necessita de assistência para configurar uma nova ligação em rede ou para solucionar um problema na rede?";
"ASSIST_SHEET_INFO" = "Se necessitar de assistência para definir uma nova configuração de rede, clique em Assistente. Se necessitar de assistência para solucionar um problema na rede, clique em Diagnóstico.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Assistente…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Diagnóstico…";

/* appletalk strings */
"APPLETALK_ALRT" = "O AppleTalk está activo noutro serviço de rede.";
"APPLETALK_ALRT_EXPLANATION" = "Deseja desactivar o AppleTalk em “%@”?"; 
"APPLETALK_ALRT_DUP_SERVICE" = "O AppleTalk pode estar activo apenas numa porta de rede de cada vez. Continuando, o AppleTalk será desactivado dentro de %@."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "Indisponível";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "Mostrar estado VPN na barra de menus";
"SHOW_MODEM_MENUEXTRA" = "Mostrar estado do modem na barra de \nmenus";
"SHOW_WWAN_MENUEXTRA" = "Mostrar estado WWAN na barra de menus";
"SHOW_PPPOE_MENUEXTRA" = "Mostrar estado PPPoE na barra de menus";
"SHOW_IRDA_MENUEXTRA" = "Mostrar estado IrDA na barra de menus";

/* Accessibility Strings */
"Location Actions" = "Acções de localização";
"Add Location" = "Adicionar local";
"Delete Location" = "Apagar local";

"Add search domain" = "Adicionar domínio de pesquisa";
"Delete search domain" = "Apagar domínio de pesquisa";
"Add DNS server" = "Adicionar servidor DNS";
"Delete DNS server" = "Apagar servidor DNS";

"Add Service"= "Adicionar serviço";
"Delete Service" = "Apagar serviço";
"Service Actions" = "Acções do serviço";

"Add Profile"= "Adicionar perfil";
"Delete Profile" = "Apagar perfil";

"SERVICE_LOGO_FORMAT" = "Logótipo %@";
"Service Logo" = "Logótipo do serviço";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "O servidor pedirá palavra-passe";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "Não foram encontrados dispositivos PAN";